{
  "plugins": {
    "artio.nvim": {
      "src": "https://github.com/comfysage/artio.nvim"
    },
    "bento.nvim": {
      "src": "https://github.com/serhez/bento.nvim",
      "version": "'feat/v2'"
    },
    "codedocs.nvim": {
      "src": "https://github.com/jeangiraldoo/codedocs.nvim"
    },
    "diffview-plus.nvim": {
      "src": "https://github.com/dlyongemallo/diffview-plus.nvim"
    },
    "garbage-day.nvim": {
      "src": "https://github.com/zahidislm/garbage-day.nvim"
    },
    "glance.nvim": {
      "src": "https://github.com/dnlhc/glance.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/nmac427/guess-indent.nvim"
    },
    "jupynvim": {
      "src": "https://github.com/sheng-tse/jupynvim"
    },
    "kanso.nvim": {
      "src": "https://github.com/webhooked/kanso.nvim"
    },
    "live-rename.nvim": {
      "src": "https://github.com/saecki/live-rename.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "mini.starter": {
      "src": "https://github.com/nvim-mini/mini.starter"
    },
    "namu.nvim": {
      "src": "https://github.com/bassamsdata/namu.nvim"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-jump": {
      "src": "https://github.com/yorickpeterse/nvim-jump"
    },
    "nvim-pack-ui": {
      "src": "https://codeberg.org/cryptomilk/nvim-pack-ui"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-smoothie": {
      "src": "https://github.com/opalmay/vim-smoothie"
    },
    "vision.nvim": {
      "src": "https://github.com/azorng/vision.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
